Repository: ziriuz84/asteroidpy
Catalog: locales/*/LC_MESSAGES/*.po
Languages: de, es, fr, it, pt

source: Provide me with the observation start time parameters (UTC)
de: Gib mir die Startzeitparameter der Beobachtung an (UTC)
es: Proporcióname los parámetros de la hora de inicio de la observación (UTC)
fr: Fournissez-moi les paramètres de l'heure de début de l'observation (UTC)
it: Forniscimi i parametri dell'orario di inizio dell'osservazione (UTC)
pt: Forneça-me os parâmetros do horário de início da observação (UTC)

source: Day ->
de: Tag ->
es: Día ->
fr: Jour ->
it: Giorno ->
pt: Dia ->

source: Month ->
de: Monat ->
es: Mes ->
fr: Mois ->
it: Mese ->
pt: Mês ->

source: Year ->
de: Jahr ->
es: Año ->
fr: Année ->
it: Anno ->
pt: Ano ->

source: Hour ->
de: Stunde ->
es: Hora ->
fr: Heure ->
it: Ora ->
pt: Hora ->

source: Minutes ->
de: Minuten ->
es: Minutos ->
it: Minuti ->
pt: Minutos ->

source: Seconds ->
de: Sekunden ->
es: Segundos ->
fr: Secondes ->
it: Secondi ->
pt: Segundos ->

source: Work in Progress
de: Arbeit läuft
es: Trabajo en curso
fr: Travail en cours
it: Lavori in corso
pt: Trabalho em andamento

source: Locality ->
de: Ort ->
es: Localidad ->
fr: Localité ->
it: LocalitÃ ->
pt: Localidade ->

source: Latitude ->
de: Breitengrad ->
es: Latitud ->
it: Latitudine ->

source: Longitude ->
de: Längengrad ->
es: Longitud ->
it: Longitudine ->

source: Altitude ->
de: Höhe ->
es: Altitud ->
it: Altitudine ->

source: Observer name ->
de: Name des Beobachters ->
es: Nombre del observador ->
fr: Nom de l'observateur ->
it: Nome dell'osservatore ->
pt: Nome do observador ->

source: Observatory name ->
de: Name der Sternwarte ->
es: Nombre del observatorio ->
fr: Nom de l'observatoire ->
it: Nome dell'osservatorio ->
pt: Nome do observatório ->

source: MPC Code ->
es: Código MPC ->
fr: Code MPC ->
it: Codice MPC ->
pt: Código MPC ->

source: Choose an option 1 - Change coordinates 2 - Change altitude 3 - Change the name of the observer 4 - Change the name of the observatory 5 - Change the MPC code 6 - Change Virtual Horizon 0 - Back to configuration menu
de: Wähle eine Option 1 - Koordinaten ändern 2 - Höhe ändern 3 - Namen des Beobachters ändern 4 - Namen der Sternwarte ändern 5 - MPC-Code ändern 6 - Virtuellen Horizont ändern 0 - Zurück zum Konfigurationsmenü
es: Elige una opción 1 - Cambiar coordenadas 2 - Cambiar altitud 3 - Cambiar el nombre del observador 4 - Cambiar el nombre del observatorio 5 - Cambiar el código MPC 6 - Cambiar el Horizonte Virtual 0 - Volver al menú de configuración
fr: Choisissez une option 1 - Modifier les coordonnées 2 - Modifier l'altitude 3 - Modifier le nom de l'observateur 4 - Modifier le nom de l'observatoire 5 - Modifier le code MPC 6 - Modifier l'horizon virtuel 0 - Retour au menu de configuration
it: Scegli un'opzione 1 - Modifica coordinate 2 - Modifica altitudine 3 - Modifica il nome dell'osservatore 4 - Modifica il nome dell'osservatorio 5 - Modifica il codice MPC 6 - Modifica l'Orizzonte Virtuale 0 - Torna al menu di configurazione
pt: Escolha uma opção 1 - Alterar coordenadas 2 - Alterar altitude 3 - Alterar o nome do observador 4 - Alterar o nome do observatório 5 - Alterar o código MPC 6 - Alterar o Horizonte Virtual 0 - Voltar ao menu de configuração

source: Configuration -> Observatory
de: Konfiguration -> Sternwarte
es: Configuración -> Observatorio
fr: Configuration -> Observatoire
it: Configurazione -> Osservatorio
pt: Configuração -> Observatório

source: choice ->
de: Auswahl ->
es: elección ->
fr: choix ->
it: scelta ->
pt: escolha ->

source: Select a language
de: Sprache auswählen
es: Selecciona un idioma
fr: Sélectionnez une langue
it: Seleziona una lingua
pt: Selecione um idioma

source: Language ->
de: Sprache ->
es: Idioma ->
fr: Langue ->
it: Lingua ->
pt: Idioma ->

source: Configuration -> General
de: Konfiguration -> Allgemein
es: Configuración -> General
fr: Configuration -> Général
it: Configurazione -> Generale
pt: Configuração -> Geral

source: Choose a submenu
de: Wähle ein Untermenü
es: Elige un submenú
fr: Choisissez un sous-menu
it: Scegli un sottomenu
pt: Escolha um submenu

source: 1 - Language
de: 1 - Sprache
es: 1 - Idioma
fr: 1 - Langue
it: 1 - Lingua
pt: 1 - Idioma

source: 0 - Back to configuration menu
de: 0 - Zurück zum Konfigurationsmenü
es: 0 - Volver al menú de configuración
fr: 0 - Retour au menu de configuration
it: 0 - Torna al menu di configurazione
pt: 0 - Voltar ao menu de configuração

source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione
pt: Configuração

source: 1 - General
de: 1 - Allgemein
fr: 1 - Général
it: 1 - Generale
pt: 1 - Geral

source: 2 - Observatory
de: 2 - Sternwarte
es: 2 - Observatorio
fr: 2 - Observatoire
it: 2 - Osservatorio
pt: 2 - Observatório

source: 0 - Back to main menu
de: 0 - Zurück zum Hauptmenü
es: 0 - Volver al menú principal
fr: 0 - Retour au menu principal
it: 0 - Torna al menu principale
pt: 0 - Voltar ao menu principal

source: Do you want to know the asteroids visible right now? [y/N]
de: Möchtest du die gerade sichtbaren Asteroiden wissen? [y/N]
es: ¿Quieres saber los asteroides visibles ahora mismo? [y/N]
fr: Voulez-vous connaître les astéroïdes visibles en ce moment ? [y/N]
it: Vuoi conoscere gli asteroidi visibili in questo momento? [y/N]
pt: Deseja saber os asteroides visíveis agora? [y/N]

source: Duration of observation ->
de: Dauer der Beobachtung ->
es: Duración de la observación ->
fr: Durée de l'observation ->
it: Durata dell'osservazione ->
pt: Duração da observação ->

source: Minimal solar elongation ->
de: Minimale solare Elongation ->
es: Elongación solar mínima ->
fr: Élongation solaire minimale ->
it: Elongazione solare minima ->
pt: Elongação solar mínima ->

source: Minimal lunar elongation ->
de: Minimale lunare Elongation ->
es: Elongación lunar mínima ->
fr: Élongation lunaire minimale ->
it: Elongazione lunare minima ->
pt: Elongação lunar mínima ->

source: Minimal altitude->
de: Minimale Höhe ->
es: Altitud mínima ->
fr: Altitude minimale ->
it: Altitudine minima ->
pt: Altitude mínima ->

source: Maximum number of objects ->
de: Maximale Anzahl der Objekte ->
es: Número máximo de objetos ->
fr: Nombre maximal d'objets ->
it: Numero massimo di oggetti ->
pt: Número máximo de objetos ->

source: Select type of object 1 - Asteroids 2 - NEAs 3 - Comets Choice ->
de: Objekttyp auswählen 1 - Asteroiden 2 - NEAs 3 - Kometen Auswahl ->
es: Selecciona el tipo de objeto 1 - Asteroides 2 - NEA 3 - Cometas Elección ->
fr: Sélectionnez le type d'objet 1 - Astéroïdes 2 - NEA 3 - Comètes Choix ->
it: Seleziona il tipo di oggetto 1 - Asteroidi 2 - NEA 3 - Comete Scelta ->
pt: Selecionar o tipo de objeto 1 - Asteroides 2 - NEA 3 - Cometas Escolha ->

source: Do you want to view in Browser? (y/N) ->
de: Im Browser anzeigen? (y/N) ->
es: ¿Quieres ver en el navegador? (y/N) ->
fr: Voulez-vous afficher dans le navigateur ? (y/N) ->
it: Vuoi visualizzare nel browser? (y/N) ->
pt: Deseja visualizar no navegador? (y/N) ->

source: Minimum score ->
de: Minimaler Score ->
es: Puntuación mínima ->
fr: Score minimum ->
it: Punteggio minimo ->
pt: Pontuação mínima ->

source: Maximum magnitude ->
de: Maximale Magnitude ->
es: Magnitud máxima ->
fr: Magnitude maximale ->
it: Magnitudine massima ->
pt: Magnitude máxima ->

source: Minimum altitude ->
de: Minimale Höhe ->
es: Altitud mínima ->
fr: Altitude minimale ->
it: Altitudine minima ->
pt: Altitude mínima ->

source: Observation scheduling
de: Beobachtungsplanung
es: Planificación de observaciones
fr: Planification des observations
it: Pianificazione osservazioni
pt: Planejamento de observações

source: Choose a submenu 1 - Weather forecast 2 - Observing target List 3 - NEOcp list 4 - Object Ephemeris 5 - Twilight Times 0 - Back to main menu
de: Untermenü wählen 1 - Wettervorhersage 2 - Beobachtungsziel-Liste 3 - NEOcp-Liste 4 - Objekt-Ephemeriden 5 - Dämmerungszeiten 0 - Zurück zum Hauptmenü
es: Elige un submenú 1 - Pronóstico del tiempo 2 - Lista de objetivos de observación 3 - Lista NEOcp 4 - Efemérides del objeto 5 - Horas del crepúsculo 0 - Volver al menú principal
fr: Choisissez un sous-menu 1 - Prévisions météo 2 - Liste des cibles d'observation 3 - Liste NEOcp 4 - Éphémérides de l'objet 5 - Heures du crépuscule 0 - Retour au menu principal
it: Scegli un sottomenu 1 - Previsioni meteo 2 - Lista dei target di osservazione 3 - Lista NEOcp 4 - Effemeridi oggetto 5 - Orari crepuscolo 0 - Torna al menu principale
pt: Escolha um submenu 1 - Previsão do tempo 2 - Lista de alvos de observação 3 - Lista NEOcp 4 - Efemérides do objeto 5 - Horários do crepúsculo 0 - Voltar ao menu principal

source: Welcome to AsteroidPY v. 0.1
de: Willkommen bei AsteroidPY v. 0.1
es: Bienvenido a AsteroidPY v. 0.1
fr: Bienvenue dans AsteroidPY v. 0.1
it: Benvenuto in AsteroidPY v. 0.1
pt: Bem-vindo ao AsteroidPY v. 0.1

source: 1 - Configuration
de: 1 - Konfiguration
es: 1 - Configuración
it: 1 - Configurazione
pt: 1 - Configuração

source: 2 - Observation scheduling
de: 2 - Beobachtungsplanung
es: 2 - Planificación de observaciones
fr: 2 - Planification des observations
it: 2 - Pianificazione osservazioni
pt: 2 - Planejamento de observações

source: 0 - Exit
de: 0 - Beenden
es: 0 - Salir
fr: 0 - Quitter
it: 0 - Esci
pt: 0 - Sair

source: Nord Altitude ->
de: Höhe Nord ->
es: Altitud Norte ->
fr: Altitude Nord ->
it: Altitudine Nord ->
pt: Altitude Norte ->

source: South Altitude ->
de: Höhe Süd ->
es: Altitud Sur ->
fr: Altitude Sud ->
it: Altitudine Sud ->
pt: Altitude Sul ->

source: East Altitude ->
de: Höhe Ost ->
es: Altitud Este ->
fr: Altitude Est ->
it: Altitudine Est ->
pt: Altitude Leste ->

source: West Altitude ->
de: Höhe West ->
es: Altitud Oeste ->
fr: Altitude Ouest ->
it: Altitudine Ovest ->
pt: Altitude Oeste ->

source: Object Name ->
de: Objektname ->
es: Nombre del objeto ->
fr: Nom de l'objet ->
it: Nome dell'oggetto ->
pt: Nome do objeto ->

source: Stepping m - 1 minute h - 1 hour d - 1 day w - 1 week
de: Schrittweite m - 1 Minute h - 1 Stunde d - 1 Tag w - 1 Woche
es: Paso m - 1 minuto h - 1 hora d - 1 día w - 1 semana
fr: Pas m - 1 minute h - 1 heure d - 1 jour w - 1 semaine
it: Passo m - 1 minuto h - 1 ora d - 1 giorno w - 1 settimana
pt: Passo m - 1 minuto h - 1 hora d - 1 dia w - 1 semana

source: Choice ->
de: Auswahl ->
es: Elección ->
fr: Choix ->
it: Scelta ->
pt: Escolha ->
